module.exports = {
	index: {
		hyvc: '협약v 클럽',
		wdjh: "나의 계획",
		vjj: 'V 기금',
		hyjj: '계약 조건',
		zcmx: '재산 명세입니다',
		fxtg: '나눔 마케팅',
		qbjc: '지갑교과 과정',
		cyjh: '참여계획',
		jhsl: '계획된 수량',
		cy: '참여',
		jcfp: "장터 할당",
		bxc: '보험 늪',
		djs: '시간',
		m: '이름',
		jhds: '역추적',
		hjdz: '수상 주소지',
		vjc: "'V 장터'입니다.",

		cydz: "'참여하는 주소'입니다.",

		jl: "장려합니다.",

		pm: "순위를 매기고",

		yq: "초대장."
	},
	wallet: {
		klq: '받을 수 있다',
		jtsy: '정적 이익',
		tgjl: '장려를 확대하다.',
		fxjl: '보너스 나누기',
		jtzh: '정태 총합',
		tgzh: '총화 보급',
		fxzh: '함께 누리게 됩니다.',
		bxcsy: '플로어 인컴',
		ljsy: '누적 수익'
	},
	pro: {
		yqlj: '링크 초대하기',
		wdyqlj: '내 초대장 링크',
		ljsg: '즉시 구입 신청, 링크 가져오기',
		wdtd: '저의 팀은',
		zthy: '친구를 줄곧 추천하다.',
		ejhy: '2 급 친구',
		sjhy: '삼급친구.',
		tdtb: '팀 동전 투입',
		tddj: '팀 레벨',
		fzlj: '링크 복사하기, 친구 초대하기',
		zw: '잠시 무',
		rule: '화페 투입에 성공하면 전속초대인 링크 참가권을 획득할 수 있습니다. 귀하는 전체 참가팀의 비례에 따라 수익을 획득하게 되며, 초청자 수가 많을수록 초대 보너스를 받을 수 있습니다'
	},
	warn: {
		cycg: '참여는 성공입니다',

		sqcg: "인허가 진행",

		cysb: "사용 실패",

		lqcg: '성공하세요',

		lqsb: "'스플리바시'가 있는데",

		fzcg: '복제 성공',

		jzz: '로딩 중 …',

		ffsr: "'정수'를 채워주세요.",

		qrz: '확인 중 …',

		zxjhsl: '첫번째로 가장 적었다.',

		zdjhsl: "'100번째'와",

		notg: '노트에 관한 모든 것을 받노니',

		nofx: '수익을 공유할 것은 없다',

		nojt: "정태적인 수익은 없다.",

		nycy: "이미 참여하셨습니다",

		zwyqm: "이번엔 요청하지 않기로 했습니다.",
		bdxyslcys:'회전참여량보다 적어서는 안된다',
		nycjqft:"나가 셔서 다시 쳐 주세요"
	},
	intro: {
		contact: [
			'1, Vplan 소개',
			"v플랜은 에테른 기술진이 개발하고 배치된 스마트 계약 DApp이다.더 많은 에타이방 카페 팬을 흡수 · 확장하고, 에타이방 커뮤니티 생태를 만들어 번영시키기 위해서다.v플랜 안에서 기술진은 원자 교환 기술을 창설 적으로 도입했다.원자교환기술은 각이한 구역별사슬네트워크에서의 두가지 비밀화페교환을 지지하는 기술로서 본질적으로 련쇄점 대 점거래이다.스마트한 협정에 따라 사용자가 원하는 토큰을 암호화된 지갑에서 직접 교환할 수 있도록 합니다.운영비용이 거의 없는 원자교환기술은 거래의 간단하고 간편성을 향상시켜 다양한 토큰의 류통성능을 향상시키고, 궁극적으로 토큰의 자체 가치를 향상시킨다.",
			"2,두번째, 똑똑한 계약 규정 해석",
			"1.공리사슬을 모방한 지능계약을 집행하며 규칙을 뜯어고칠수 없어 공평성을 담보한다.",
			"2. 실시간동시에타이방 전체 노드구역별네트워크, 모든 자산이 100% 분배되고 자산은 절대적으로 안전하다",
			"3. 에테반 생태, 전지구적 유저의 공감대 기초를 갖추고 있어 유저의 수용도를 보장한다.",
			"4. 상업규칙은 간단하지 않지만 간편하게 공유, 복제할수 있어 팀스피드를 배로 증가시킬수 있다.",
			"5. 모델이 과학적이고 합리적이며 시장법칙에 부합되며 높은 수익을 누리게 됩니다.",
			"3,계약에 관한 방안",
			"1. 계획수익 (일일 수익 0.9%)",
			"A.1-5개는 증거배로 아웃.",
			"B.6~10개는 증거2.5배 아웃",
			"C.11~30개 ETH3배 아웃.",
			"D.31-100개 는 ETH4배 아웃.",
			"2. 수익 보급",
			"A. 한 사람이 1대의 계획수익의 30%를 향수할것을 직접 추천한다",
			"B. 2명이 2대 계획수익의 20%를 향수할수 있다",
			"C. 3~10인까지 추천하면 3~10대 수익률의 10%를 받게 되고 몇 명이라도 추천하면 몇 대, 많게는 10대까지 받게 된다",
			"3. 수익 공유 (무한 차액제, 2대 등급상 2% 향수)",
			"A.V. 1이 3개 시장가운데서 개당 300,000teu를 얻고있다",
			"B.V. 2세 시장은 각각 1개씩의 V1을 생산하며 그것을 동일한 팀이 10%의 수익을 낸다",
			"C.V. 3세 시장은 각각 1명의 V2를 발생시키며 팀계획에서 15%의 수익을 낸다",
			"D.V. 4 3개 시장은 각각 하나의 V3를 생성하며,이 경우 팀계획에 따른 수익률의 20%를 갖는다.",
			"주:모든 수익이 루계로 상응한 아웃아웃의 배수에 도달하면 자동으로 아웃되고 아웃되면 모든 수익이 정지되며 원 구조는 변하지 않는다.원점에 다시 투입한후 계속 상응한 수익을 향수한다.",
			"4, 자금 배분",
			"1. 창시 팀은 3% Vplan 단체의 창립에 전용한다.",
			"2. 상금지:입장 자금의 5%에 상금을지다.그중 20%는 당일의 추천상위 10명에게 분배하고 TOP1은 50%를 획득한다.TOP2는 20%를 얻는다.TOP3 10% 가져오기;TOP4-TOP10은 20%를 균등하게 나누고, 나머지 80%는 다음 라운드에 이월한다.",
			"3. 모든 수익의 10% 가 보험 연못에 들어가고, 보험 연못의 수량이 5000개에 이를 때까지, 이후 계약 V 계곡에 들어간다.계약이 V지 자금 10보다적은 경우에는 보험 가입지에게 평균 분배 해 ETH 마지막 490명 주소, 마지막 1 명의 주소 확보 투자액의 10 배를 보상 한다",
			
			
			
			
		],
		wal: [
			'토큰용 지갑을 다운로드하나:',

			"1 안드로이드폰 다운로드'입니다.",

			'1.1 또한 전자여권을 유효기간이 만료될 때까지 사용할 수 있다.',

			'1.2 라는 큰 화면에서 안드로이드 APK를 다운로드하면 토큰지갑을 설치할 수 있다.',

			"2 IOS 핸드폰으로 다운로드'될 수 있습니다.",

			'아이폰 은 중국 외 해외 ID 가 필요하며, 중국 사용자는 홍콩 ID로 다운 받을 수 있도록 권장합니다.',

			"2.1'애플 폰에서'설정'을 열고'아이튠스 스토어와 App Store를 찾아가'애플 아이튠스 스토어'를 클릭해 애플 휴대폰 해외 ID 계정을 변경한다.",

			"2.2 애플폰 해외 ID 계정을 성공적으로 전환한 후 애플 스토어:앱스토어에서'im토큰'을 검색해 콘텐츠를 얻는다.",

			'3:머니토큰 지갑을 만드는 방법:',

			'3.1 지갑을 열고 지갑을 만들기 위해 클릭하고 (지갑, 명칭, 비밀번호 등 정보)를 적는다.힌트:지갑을 만들 때는 보조 단어를 백업하고 다른 사람이 훔치지 않는 곳에 두는 것이 좋다. 지갑을 잃어버렸을 때 보조 단어는 자산을 찾을 수 있는 유일한 방법이다.',

			'3.2 클릭 계면지갑, 좌측통행"납입금", 우측통행"대체"계정 (계좌 이체란 렘토큰 지갑의 ETH를 거래소로 이체하거나 다른 지갑의 주소로 유치하는 것을 허용한 것이다. 수신은 바로 거래소를 수신하고 나머지 지갑은 im 토큰 지갑에 속한다.)',

			"3.3 클릭 인터페이스 아래'브라우저'는 상단의 검색 창에'링크 링크'를 입력, 입력 신청을 하면 된다."
		]
	},
	lang: {
		langlist:['English','简体','繁體','日本語','한국어']
	}
}
