module.exports = {
	index: {
		hyvc: '契約Vプール',
		wdjh: '私の計画',
		vjj: 'V基金',
		hyjj: '契約プロファイル',
		zcmx: '資産明細',
		fxtg: '分享プロモーション',
		qbjc: '財布教程',
		cyjh: '参加計画',
		jhsl: '計画数',
		cy: '参加',
		jcfp: '賞池分配',
		bxc: '保険池',
		djs: 'かいしょう時間',
		m: '名',
		jhds: '計画逆数',
		hjdz: '受賞先',
		vjc: 'V賞池',

		cydz: '参加先',

		jl: '奨励',

		pm: '順位',

		yq: '招待'
	},
	wallet: {
		klq: '受領可能',
		jtsy: '静的収益',
		tgjl: 'プロモーション奨励',
		fxjl: '分享奨励',
		jtzh: '静的総和',
		tgzh: 'プロモーション総和',
		fxzh: '分かち合いの総和',
		bxcsy: '保険プール収益',
		ljsy: '累積収益'
	},
	pro: {
		yqlj: '招待リンク',
		wdyqlj: '私の招待リンク',
		ljsg: '即時申し込み、リンク獲得',
		wdtd: '私のチーム',
		zthy: '親友直押し',
		ejhy: '二級親友',
		sjhy: '三級親友',
		tdtb: 'チームコイン',
		tddj: 'チームレベル',
		fzlj: 'コピーリンク,友人への招待',
		zw: '暫無',
		rule: '投入に参加して成功すれば、リンクの親友を招待して参加することができて、あなたは全チームの比例の収益を獲得して、招待人数が多いほど、招待のご褒美を獲得することが多い'
	},
	warn: {
		cycg: '参加成功',
		
		sqcg: 'ライセンス成功',
		
		cysb: '承認失敗',
		
		lqcg: '受領成功',
		
		lqsb: '受領失敗',
		
		fzcg: '複製成功',
		
		jzz: 'ロード中…',
		
		ffsr: '整数を入力してください。',
		
		qrz:'確認中…',
		
		zxjhsl:'最小参加1ETH',
		
		zdjhsl: '最大参加100ETH',
		
		notg:'普及収益を受け取ることができない',
		
		nofx:'非受領分享収益',
		
		nojt:'静的報酬を受け取ることができない',
		
		nycy:'参加されました',
		
		zwyqm:'招待コードはありません',
		bdxyslcys:'前輪参加数より少なくてはならない',
		nycjqft:'あなたはアウトになったので復投してください'
	},
	intro: {
		contact: [
			'一、Vplan簡介',
			"Vplanはイースター技術チームによって開発され、イースターチェーンに配備されているスマート契約DAppである。コミュニティのファンを誘致し、拡大するため、コミュニティの生態を作り、繁栄する。Vplanでは技術チームが原子交換技術を創設的に導入した。原子交換技術は1種の異なるブロックチェーンのネットワークの上で運行する2種類の暗号通貨の高速交換をサポートする技術で、本質的にはチェーンを跨いでポイントを取引する。スマート契約に基づいて、ユーザは、暗号化された財布から所望のトークンを直接交換することをサポートすることができる。運営コストがほぼゼロの原子交換技術は取引を更に簡単、便利にし、異なるトークンの流通性能を加速し、最終的にトークン自身の価値を高める。",
			"二、知能契約規則解読",
			"1 .執行エーテルまねる公の鎖の智能契約を配置し、ルールは歪曲、公平性を保証た;",
			"2.リアルタイム同期イーサネット全ノードブロックネットワーク、すべての資産は100%分配して、資産は絶対に安全です;",
			"3.イーサネットの生態、世界のプレーヤーの共通認識の基礎を持って、プレーヤーの受け入れ度を保証した",
			"4 .ビジネスルールシンプルで简単、分かち合いやすいコピー、保証したチームの速い倍増;",
			"5 .モデルの科学的合理、市場原理に合致し、分かち合いの計画で高収益を楽しむ。",
			"三、契約案",
			"1.計画収益(日益0.9%)",
			"A.1-5個のETH2倍アウト",
			"B.6-10箇ETH2.5倍アウト",
			"C.11-30個のETH3倍アウト;",
			"D.31—100個eth4倍アウトになった。",
			"2.収益を広める",
			"A.直押し1人を1世代計画収益の30%",
			"B.直推2人は2世代計画収益の20%を取る",
			"C.直を3−10人を3−10代計画収益の10%、直子を数人を数代、最多を10代",
			"3 .分かち収益(无限世代ギャップが制、世代を楽しむ平級賞(2%)",
			"A.V1 'なんか三市場、300 eth市場ごとに、チームを計画収益5%",
			"B.V2三市場に各一V1、2チーム計画収益の10%を",
			"C.V3在三市場に各一V2、3チーム計画収益の15%を",
			"D.V4三市場に各一v3』、4チーム計画収益の20%を",
			"注:すべての収益の累計は対応する倍数のアウトになった後に自働でアウトし、アウトになった後にすべての収益は停止し、元の机関はそのままにします。元位置復帰後は,引き続きその報酬を享受する。",
			"4、資金に配分し",
			"1 .黎明チームは3% vplanチーム創設用;",
			"2 .ボーナスの池に入場し資金の5%賞金池;当日のうち20%に配分推薦前10人、【50%取得;トップ2という结果を20%;top3を10%;top4—top10分配の平均20%、残りの80%は次回に持ち越される",
			"3 .すべての収益の10%を保険の池に入って止保険の池まで数5000万個、銀後の再契約に持ち越されるv池。保険契約がv池資金より10時、池のeth平均加入の最後の490人の住所に配分し、最後の1人の住所を補償額の10倍。",
			

			
		],
		wal: [
			'下載imToken財布:',

			'1 Android携帯電話ダウンロード',

			'1.1ブラウザで開く「https://token.im」imToken公式サイト;',

			'1.2インターフェースをクリックする「Android APKをダウンロードする」imToken財布をインストールすることができます;',

			'2 IOS携帯電話ダウンロード',

			'アップルの携帯電話は大陸外の海外IDにアクセスする必要があり、大陸ユーザーは香港IDでダウンロードすることを推奨している。',

			'2.1アップルの携帯電話で「設定」を開き、「iTunes StoreとApp Store」を見つけ、Apple IDをクリックして、アップルの携帯電話の海外IDアカウントを切り替える。',

			'2.2携帯電話の海外IDアカウントの切り替えに成功した後、appstore: App storeで「imToken」を検索入力してインストールする。',

			'3 imToken財布をどう作るか:',

			'3.1 imToken財布を開いて、財布を作ることをクリックして、(財布、名前、パスワードなどの情報)を書き込む;提示:財布を作成する時にメモ語をバックアップし、紙で筆写した後、他人に盗まれない場所に置き、財布が紛失した時、メモ語は唯一に資産を取り戻すことができる唯一のルートである。',

			'3.2インタフェース財布をクリックし、ETHをクリックし、「入金」を左にスライドし、「振込み」を右にスライドする(振込みは、imToken財布のETHを取引所または他の財布のアドレスに転送することを許可し、入金は取引所および他の財布のETHをこのimToken財布に転送することを許可する)。',

			'3.3インターフェースの下の「閲覧」をクリックし、一番上の検索欄にリンク項目要請者のリンクを入力して入力してから申し込みを行えばよい。',
		],

	},
	lang: {
		langlist:['English','简体','繁體','日本語','한국어']
	}
}
